Repository: lucas-goldner/japanana
Catalog: lib/core/l10n/app_*.arb
Languages: de, ja

source: Hello World!
de: Hallo Welt!
ja: こんにちは!

source: N2 grammar
de: N2 Grammatik
ja: N2関してる文法

source: N3 grammar
de: N3 Grammatik
ja: N3関してる文法

source: N4 grammar
de: N4 Grammatik
ja: N4関してる文法

# conversational
source: Conversation grammar
de: Grammatik für Konversation
ja: 会話には使っている文法

# writing
source: Writing grammar
de: Grammatik wichtig für Texte schreiben
ja: 作文にいい文法

source: Randomize cards
de: Zufällige Karten
ja: カードをシャッフル

source: Repeat failed cards
de: Karten bei Fehler wiederholen
ja: 間違ったカードを繰り返す

source: Start review
de: Lerneinheit starten
ja: 復習を始める

source: Usages
de: Brauchweise
ja: 使い方

source: Examples
de: Beispiele
ja: 例

source: Translations
de: Übersetzungen
ja: 翻訳

source: Extras
ja: ボーナス

# congratsOnFinising
source: Congrats you finished {review}!
de: Klasse du hast {review} beendet!
ja: おめでとうございます！ {review}を済みました！

source: Start next review
de: Nächste Lerneinheit starten
ja: 次の復習を始める

source: Lecture list
de: Lerneinheitenliste
ja: リスト

source: Next
de: Nächstes
ja: 次

# richtig
source: Correct
de: Richtig
ja: 正しい

# falsch
source: Wrong
de: Falsch
ja: 間違った

source: Remember
de: Speichern
ja: 保存

# rememberedSection
source: Grammar to remember
de: Gespeicherte Grammatik
ja: 保存した文法

source: Forget
de: Vergessen
ja: 忘れる

# letsTalkAbout
source: Let's talk about {title}
de: Lass uns über {title} sprechen
ja: {title}について話しましょう

source: Which kind of usage?
de: Welche Art von Verwendung?
ja: どの使い方？

source: Don't forget about these cases:
de: Vergiss nicht diese Fälle:
ja: この場合も忘れないで：

source: Try to guess
de: Versuche zu raten
ja: 推測してみて

source: Statistics
ja: 統計

source: No mistakes yet!
ja: まだ間違いはありません！

# keepPracticing
source: Keep practicing to track your progress
ja: 練習を続けて進歩を追跡しましょう

source: Mistakes:
ja: 間違い：

source: Last mistake:
ja: 最後の間違い：

source: Select your Lecture
ja: 講義を選択してください

# continueReview
source: CONTINUE
ja: 続行

# completedLectures
source: {count} completed
ja: {count}完了
